Repository: 0x1c-works/BLIT
Catalog: BannerlordImageTool.Win/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# AppButtonAddColor.Label
source: Add
zh_cn: 新颜色

# AppButtonDeleteColors.Label
source: Delete
zh_cn: 删除颜色

# AppButtonExportAll.Label
source: Export All
zh_cn: 全部导出

# AppButtonExportXML.Label
source: Export XML
zh_cn: 仅导出XML

# AppButtonImport.Label
source: Import
zh_cn: 导入

# AppButtonOpenProject.Label
source: Open Project
zh_cn: 打开项目

# AppButtonSaveProject.Label
source: Save Project
zh_cn: 保存项目

# AppButtonSaveProjectAs.Label
source: Save Project As
zh_cn: 项目另存为

# AppNavMenuBanner.Content
source: Banner Icons
zh_cn: 自定义旗帜

# AppTitle.Text
source: Bannerlord Image Tool
zh_cn: 战团MOD图片助手

# ButtonAdd.Content
source: Add
zh_cn: 添加

# ButtonBrowse.Content
source: Browse...
zh_cn: 浏览...

# ButtonCancel.Content
source: Cancel
zh_cn: 取消

# ButtonDelete.Content
source: Delete
zh_cn: 删除

# ButtonEdit.Content
source: Edit
zh_cn: 编辑

# ButtonOK.Content
source: OK
zh_cn: 确定

# ButtonOpenFolder.Content
source: Open folder
zh_cn: 打开文件夹

# ButtonSelectEllipses.Content
source: Select...
zh_cn: 选择...

# ButtonYesDeleteSelection.Content
source: Yes, delete them
zh_cn: 是，删除它们

# ColorGridColumnBackground.Header
source: Background
zh_cn: 背景色

# ColorGridColumnColor.Header
source: Color
zh_cn: 颜色

# ColorGridColumnID.Header
source: Color ID
zh_cn: 颜色ID

# ColorGridColumnSigil.Header
source: Sigil
zh_cn: 纹章色

# DialogDeleteBannerGroup.Content
source: Are you sure to delete banner group "{0}"?
zh_cn: 是否要删除图案分组“{0}”？

# DialogDeleteBannerGroup.Title
source: Delete Banner Group
zh_cn: 删除图案分组

# DialogDeleteBannerIcon.Content
source: Are you sure to delete {0} selected banner icons?
zh_cn: 是否要删除已选中的{0}个旗帜图案？

# DialogDeleteBannerIcon.Title
source: Delete Banner Icon
zh_cn: 删除旗帜图案

# DialogDeleteColor.Content
source: Are you sure to delete {0} selected banner colors?
zh_cn: 是否要删除已选中的{0}个旗帜颜色？

# DialogDeleteColor.Title
source: Delete Banner Color
zh_cn: 删除旗帜颜色

# DialogSelectColor.Title
source: Pick A Color
zh_cn: 选取颜色

# ExportSuccess
source: Successfully exported to {0}.
zh_cn: 已成功导出到：{0}

# InfoBarExport
source: Exporting Assets
zh_cn: 资源导出

# LabelBannerGroupID.Text
source: Group ID
zh_cn: 分组ID

# LabelGameRootFolder.Text
source: Game Root Folder
zh_cn: 游戏安装目录

# LabelTextureResolution.Text
source: Texture Resolution
zh_cn: 贴图分辨率

# MenuItemAdd.Text
source: Add
zh_cn: 添加

# MenuItemDelete.Text
source: Delete
zh_cn: 删除

# NeedGameRootFolder
source: (Please select the game install folder)
zh_cn: （请选择游戏安装目录）

source: No
zh_cn: 否

source: Open
zh_cn: 打开

# PivotBannerColorsEditor.Header
source: BANNER COLORS
zh_cn: 自定义颜色

# PivotBannerGroupsEditor.Header
source: BANNER GROUPS
zh_cn: 自定义图案

# PleaseSelect
source: Select
zh_cn: 选择

# SaveXMLSuccess
source: Successfully saved to {0}.
zh_cn: 成功保存到：{0}

# TextAdvancedSettingsTitle
source: Advanced
zh_cn: 高级

# TextBannerGroupListTitle.Text
source: BANNER ICON GROUPS
zh_cn: 旗帜图案分组

# TextBannerSettingsTitle.Text
source: Banner Settings
zh_cn: 旗帜设置

# TextBannerSpriteScanFolders.Text
source: Scan banner sprites in the following folders
zh_cn: 在以下文件夹内检测旗帜图标（Sprite）：

# TextBannerSpriteScanFoldersExplain.Text
source: Manage the relative paths to folders where the sprites are likely to be found. The relative paths are based on the texture import location.
zh_cn: 请在此处添加可能包含图标文件的文件夹相对路径。 相对路径应基于导入的贴图文件的位置。

# TextChange.Text
source: Change
zh_cn: 更改

# TextConfirmDeleteSelection.Text
source: All selected items will be removed. Do you want to continue?
zh_cn: 所有选中的项目都将被移除，是否继续？

# TextCustomBannerColorStartID.Text
source: Custom color start ID:
zh_cn: 自定义颜色起始ID：

# TextCustomBannerColorStartIDExplain.Text
source: Ranged from 0 to 9999999. Larger IDs are recommended to prevent collision. Note that 0 to 193 are used by the vanilla game.
zh_cn: 取值范围从 0 到 9999999。 推荐使用较大的ID，以避免和其他MOD冲突。 注意：0 到 193 为原版游戏所使用。

# TextCustomBannerGroupStartID.Text
source: Custom group start ID:
zh_cn: 自定义图案分组起始ID：

# TextCustomBannerGroupStartIDExplain.Text
source: Ranged from 1 to 99999. Larger IDs are recommended to prevent collision. Note that 1 to 6 are used by the vanilla game.
zh_cn: 取值范围为 1 到 99999。 推荐使用较大的ID，以避免和其他MOD冲突。 注意：1 到 6 为原版游戏所使用。

# TextExporting.Text
source: Exporting...
zh_cn: 正在导出...

# TextNoSelectedBannerGroup.Text
source: Please select or create a new banner group.
zh_cn: 请选中或新建一个图案分组

# TextTexturePreview.Text
source: Texture Preview
zh_cn: 贴图预览

# TextTextureProperties.Text
source: Texture Properties
zh_cn: 贴图属性

# TextUISprite.Text
source: UI Sprite
zh_cn: UI 图标

# TextViewLogFiles.Text
source: View log files
zh_cn: 查看日志文件

source: Yes
zh_cn: 是
